---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.ActualHVACLoad
source: html/cb5313e5-e09a-06f8-b470-874bd688452b.htm
---
# Autodesk.Revit.DB.Mechanical.Space.ActualHVACLoad Property

Get the Actual HVAC Load of the Space.

## Syntax (C#)
```csharp
public double ActualHVACLoad { get; }
```

## Remarks
This property is used to get the Actual HVAC Load (Unit: W) of the Space.